Repository: randjg/Memilah
Catalog: Memilah/Core/Themes/Localization/Localizable.xcstrings
Source language: en
Languages: id

source: bins
id: tempat sampah

source: ⚠️ Event with the same name already exists. Please enter a new event
id: ⚠️ Event dengan nama yang sama sudah ada. Silahkan masukkan nama event yang lain

source: 0 bins
id: 0 tempat sampah

source: Add an event description
id: Tambah deskripsi event

source: Add an event name
id: Tambah nama event

source: Add Event
id: Tambah Event

source: Add Trash Bin
id: Tambah Tempat Sampah

source: Add trash bin details
id: Tambah detail tempat sampah

source: Add trash bin name
id: Tambah nama tempat sampah

source: Already have an account?
id: Sudah memiliki akun?

source: Choose a language and region
id: Pilih bahasa dan wilayah

source: Connected
id: Terhubung

source: Dark Mode
id: Mode Gelap

source: Display
id: Tampilan

source: Don't have an account yet?
id: Belum memiliki akun?

source: Edit Event
id: Ubah Event

source: End Date
id: Tanggal Berakhir

source: Enter your email address
id: Masukkan alamat email

source: Enter your password
id: Masukkan kata sandi

source: Enter your password confirmation
id: Masukkan konfirmasi kata sandi

source: Event Date
id: Tanggal Event

source: Event Description
id: Deskripsi Event

source: Event Location
id: Lokasi Event

source: Event Name
id: Nama Event

source: Fill Level
id: Tingkat Kepenuhan

source: Fill Level Alert
id: Peringatan Tingkat Kepenuhan

source: Go to settings
id: Pengaturan

source: Image Unavailable
id: Gambar tidak tersedia

source: Incorrect Password
id: Password Salah

source: Invalid Credentials
id: Kredensial Tidak Sah

source: Last updated
id: Pembaruan terakhir pada

source: Login now
id: Masuk sekarang

source: max. 150 characters
id: maks. 150 karakter

source: Needs Checking
id: Butuh Pengecekan

source: No events available
id: Tidak ada event

source: No trashbins
id: Tidak ada tempat sampah

source: Notification
id: Notifikasi

source: Notifications
id: Notifikasi

source: Ongoing
id: Sedang berjalan

source: Others
id: Lain-lain

source: Paper
id: Kertas

source: Password
id: Kata Sandi

source: Password Confirmation
id: Konfirmasi Kata Sandi

source: Permission Denied
id: Izin Ditolak

source: Plastic
id: Plastik

source: Please enable the permission in settings
id: Silahkan aktifkan perizinan di pengaturan

source: Profile
id: Profil

source: Register Error
id: Pendaftaran Gagal

source: Register now
id: Daftar sekarang

source: Save Changes
id: Simpan Perubahan

source: Search
id: Cari

source: Settings
id: Pengaturan

source: Start Date
id: Tanggal Mulai

source: The bins at %@ has not received an update for more than 30 minutes. Please check up the trash.
id: Tempat sampah di %@ tidak menerima pembaruan selama lebih dari 30 menit. Silahkan cek tempat sampah.

source: The bins at %@ have reached ≥80%% fill level. Please pick up the trash.
id: Tempat sampah di %@ telah mencapai tingkat kepenuhan ≥80%. Silahkan angkat sampah.

source: The email is not valid. Please try again.
id: Email ini tidak valid. Silahkan coba lagi.

source: The email or password is not valid. Please try again.
id: Email atau Kata Sandi ini tidak valid. Silahkan coba lagi.

source: The password you entered is not same with password confirmation. Please try again.
id: Kata Sandi yang ada masukkan tidak sesuai dengan Konfirmasi Kata Sandi. Silahkan coba lagi.

source: This feature has not been developed yet.
id: Fitur ini belum dikembangkan.

source: Trash Bin Alert
id: Peringatan Tempat Sampah

source: Trash Bin Details
id: Detail Tempat Sampah

source: Trash Bin Image
id: Gambar Tempat Sampah

source: Trash Bin Name
id: Nama Tempat Sampah

source: Upcoming
id: Akan datang

source: Upload an image
id: Unggah gambar
